Repository: MikoXTM/test
Catalog: Repo connector demo for Philips/DSLocalization-*.strings
Languages: de_de, es_es, fr_fr, pl_pl

# PFWelcomeTitle
source: Welcome to Philips+
de_de: Willkommen bei Philips+
es_es: Bienvenido a Philips +
fr_fr: Bienvenue chez Philips+
pl_pl: Witamy w Philips+

# PFWelcomeConnectDeviceTitle
source: Connect to your device
de_de: Verbinden Sie sich mit Ihrem Gerät
es_es: Conéctese a su dispositivo
fr_fr: Connectez-vous à votre appareil
pl_pl: Połącz się ze swoim urządzeniem

# PFWelcomeConnectDeviceDesc
source: Pair your Philips device with your mobile phone via Bluetooth instantly.
de_de: Koppeln Sie Ihr Philips Gerät sofort über Bluetooth mit Ihrem Mobiltelefon.
es_es: Empareje su dispositivo Philips con su teléfono móvil a través de Bluetooth al instante.
fr_fr: Associez instantanément votre appareil Philips à votre téléphone mobile via Bluetooth.
pl_pl: Natychmiast sparuj urządzenie Philips z telefonem komórkowym przez Bluetooth.

# PFWelcomePersonalConfigTitle
source: Personalised configuration
de_de: Personalisierte Konfiguration
es_es: Configuración personalizada
fr_fr: Paramétrage personnalisé
pl_pl: Spersonalizowana konfiguracja

# PFWelcomePersonalConfigDesc
source: Configure device setting based on your preference and start your personalised journey.
de_de: Konfigurieren Sie die Geräteeinstellungen nach Ihren Wünschen und starten Sie Ihre personalisierte Reise.
es_es: Configure la configuración del dispositivo según sus preferencias y comience su viaje personalizado.
fr_fr: Configurez les paramètres de l'appareil en fonction de vos préférences et commencez votre voyage personnalisé.
pl_pl: Skonfiguruj ustawienia urządzenia w oparciu o swoje preferencje i rozpocznij spersonalizowaną podróż.

# PFWelcomeHHGuidanceTitle
source: Hand holding guidance
de_de: Hand haltende Führung
es_es: Guía para sujetar la mano
fr_fr: Guide de tenue de main
pl_pl: Wskazówki dotyczące trzymania ręki

# PFWelcomeHHGuidanceDesc
source: Discover free article and video tutorials that empower, inform and inspire.
de_de: Entdecken Sie kostenlose Artikel- und Video-Tutorials, die stärken, informieren und inspirieren.
es_es: Descubra tutoriales en vídeo y artículos gratuitos que empoderan, informan e inspiran.
fr_fr: Découvrez des articles et des didacticiels vidéo gratuits qui responsabilisent, informent et inspirent.
pl_pl: Odkryj bezpłatne artykuły i samouczki wideo, które wzmacniają, informują i inspirują.

# PFWelcomeUsageInfo
source: Philips collects usage data to improve the app, and share aggregated information with providers.
de_de: Philips sammelt Nutzungsdaten, um die App zu verbessern und aggregierte Informationen an Anbieter weiterzugeben.
es_es: Philips recopila datos de uso para mejorar la aplicación y compartir información agregada con los proveedores.
fr_fr: Philips collecte des données d'utilisation pour améliorer l'application et partager des informations agrégées avec les fournisseurs.
pl_pl: Philips zbiera dane o użytkowaniu, aby ulepszać aplikację i udostępniać zagregowane informacje dostawcom.

# PFWelcomHowDataManaged
source: See how your data is managed...
de_de: Sehen Sie, wie Ihre Daten verwaltet werden...
es_es: Vea cómo se gestionan sus datos ...
fr_fr: Découvrez comment vos données sont gérées...
pl_pl: Zobacz, jak zarządzane są Twoje dane...

# ButtonContinue
source: Continue
de_de: Fortsetzen
es_es: Continuar
fr_fr: Continuer
pl_pl: Kontyntynuj

# ButtonCanNotFindDevice
source: Can’t find your device?
de_de: Sie können Ihr Gerät nicht finden?
es_es: ¿No encuentras tu dispositivo?
fr_fr: Vous ne trouvez pas votre appareil ?
pl_pl: Nie możesz znaleźć swojego urządzenia?

# PFSearchingStateScaning
source: Searching...
de_de: Suche...
es_es: Buscando...
fr_fr: Recherche...
pl_pl: Badawczy...

# PFSearchingStateOther
source: Ready to connect?
de_de: Bereit zum Verbinden?
es_es: ¿Listo para conectarte?
fr_fr: Prêt à vous connecter ?
pl_pl: Gotowy do połączenia?

# PFSearchingStateScaningDesc
source: Make sure your device is powered on and nearby.
de_de: Stellen Sie sicher, dass Ihr Gerät eingeschaltet ist und sich in der Nähe befindet.
es_es: Asegúrese de que su dispositivo esté encendido y cerca.
fr_fr: Assurez-vous que votre appareil est allumé et à proximité.
pl_pl: Upewnij się, że urządzenie jest włączone i znajduje się w pobliżu.

# PFSearchingStateOtherDesc
source: We need your permission to use your device’s Bluetooth.
de_de: Wir benötigen Ihre Erlaubnis, um das Bluetooth Ihres Geräts zu verwenden.
es_es: Necesitamos su permiso para usar el Bluetooth de su dispositivo.
fr_fr: Nous avons besoin de votre autorisation pour utiliser le Bluetooth de votre appareil.
pl_pl: Potrzebujemy Twojej zgody na korzystanie z Bluetooth na Twoim urządzeniu.

# PFDeviceStateFound
source: Found
de_de: Gefunden
es_es: Encontró
fr_fr: Trouvé
pl_pl: Znaleziony

# PFDeviceStateConnected
source: Connected
de_de: In Verbindung gebracht
es_es: Conectado
fr_fr: Lié
pl_pl: Połączony

# PFDeviceStateFoundDesc
source: Keep your device nearby whilst we connect and configure it
de_de: Halten Sie Ihr Gerät in der Nähe, während wir es verbinden und konfigurieren
es_es: Mantenga su dispositivo cerca mientras lo conectamos y configuramos
fr_fr: Gardez votre appareil à proximité pendant que nous le connectons et le configurons
pl_pl: Trzymaj swoje urządzenie w pobliżu, gdy się połączymy i skonfigurujemy

# PFDeviceStateConnectedDesc
source: Let’s set up the sensitivity on your shaver.
de_de: Lassen Sie uns die Empfindlichkeit Ihres Rasierers einstellen.
es_es: Configuremos la sensibilidad de tu afeitadora.
fr_fr: Configurons la sensibilité de votre rasoir.
pl_pl: Ustawmy czułość Twojej golarki.

# PFDeviceStateConnectedDescLast
source: Your device has been paired successfully! You may now switch off your shaver.
de_de: Ihr Gerät wurde erfolgreich gekoppelt! Sie können Ihren Rasierer jetzt ausschalten.
es_es: ¡Tu dispositivo se ha emparejado correctamente! Ahora puede apagar su afeitadora.
fr_fr: Votre appareil a été jumelé avec succès ! Vous pouvez maintenant éteindre votre rasoir.
pl_pl: Twoje urządzenie zostało pomyślnie sparowane! Możesz teraz wyłączyć golarkę.

# ButtonConnect
source: Connect
de_de: Verbinden
es_es: Conectar
fr_fr: Relier
pl_pl: Połączyć

# ButtonDone
source: Done
de_de: Getan
es_es: Hecho
fr_fr: Fait
pl_pl: Gotowy

# ButtonSetup
source: Setup
de_de: Einrichten
es_es: Configuración
fr_fr: Installer
pl_pl: Ustawiać

# PFDevicesFoud
source: Devices Found
de_de: Geräte gefunden
es_es: Dispositivos encontrados
fr_fr: Appareils trouvés
pl_pl: Znaleziono urządzenia

# PFTroubleShootSelectDevice
source: Select Device
de_de: Gerät auswählen
es_es: Seleccione el dispositivo
fr_fr: Choisir un appareil
pl_pl: Wybierz urządzenie

# PFTroubleShootRange
source: Range
de_de: Reichweite
es_es: Distancia
fr_fr: Varier
pl_pl: Zasięg

# PFTroubleShootSelectYour
source: Select your
de_de: Wähle Deine
es_es: Selecciona tu
fr_fr: Sélectionnez votre
pl_pl: Wybierz swój

# ButtonCancel
source: Cancel
de_de: Stornieren
es_es: Cancelar
fr_fr: Annuler
pl_pl: Anuluj

# ButtonTryAgain
source: Try Again
de_de: Versuch es noch einmal
es_es: Intentar otra vez
fr_fr: Réessayer
pl_pl: Spróbuj ponownie

# PFSetupLeave
source: Leave setup?
de_de: Einrichtung verlassen?
es_es: ¿Salir de la configuración?
fr_fr: Quitter la configuration ?
pl_pl: Opuścić konfigurację?

# PFSetupLeaveDesc
source: Let us help you with the setup and start the pairing process.
de_de: Lassen Sie sich von uns bei der Einrichtung helfen und starten Sie den Pairing-Prozess.
es_es: Permítanos ayudarlo con la configuración y comenzar el proceso de emparejamiento.
fr_fr: Laissez-nous vous aider avec la configuration et démarrer le processus de jumelage.
pl_pl: Pozwól nam pomóc w konfiguracji i rozpocząć proces parowania.

# ButtonLeave
source: Leave
de_de: Verlassen
es_es: Licencia
fr_fr: Quitter
pl_pl: Wychodzić

# ConnectionErrorTitle
source: Cannot Connect
de_de: Kann nicht verbinden
es_es: No se puede conectar
fr_fr: Peut pas se connecter
pl_pl: Nie można połączyć

# ConnectionErrorDesc
source: Please make sure your device is turned on and close to your iPhone.
de_de: Bitte stellen Sie sicher, dass Ihr Gerät eingeschaltet ist und sich in der Nähe Ihres iPhones befindet.
es_es: Asegúrese de que su dispositivo esté encendido y cerca de su iPhone.
fr_fr: Assurez-vous que votre appareil est allumé et proche de votre iPhone.
pl_pl: Upewnij się, że Twoje urządzenie jest włączone i znajduje się blisko iPhone'a.

# CMSProfileSyncing
source: Downloading profiles...
de_de: Profile werden heruntergeladen...
es_es: Descargando perfiles ...
fr_fr: Téléchargement des profils...
pl_pl: Pobieranie profili...

# PFBLEPermissionTitle
source: Bluetooth Permission
de_de: Bluetooth-Berechtigung
es_es: Permiso de Bluetooth
fr_fr: Autorisation Bluetooth
pl_pl: Zezwolenie na Bluetooth

# PFBLEPermissionDesc
source: Turn on Bluetooth in phone settings to enable device pairing.
de_de: Aktivieren Sie Bluetooth in den Telefoneinstellungen, um die Gerätekopplung zu aktivieren.
es_es: Active Bluetooth en la configuración del teléfono para habilitar el emparejamiento de dispositivos.
fr_fr: Activez Bluetooth dans les paramètres du téléphone pour activer le couplage de l'appareil.
pl_pl: Włącz Bluetooth w ustawieniach telefonu, aby umożliwić parowanie urządzenia.

# ButtonNotNow
source: Not Now
de_de: Nicht jetzt
es_es: Ahora no
fr_fr: Pas maintenant
pl_pl: Nie teraz

# ButtonGoToSetting
source: Go to Settings
de_de: Gehe zu den Einstellungen
es_es: Ir a la configuración
fr_fr: Aller aux paramètres
pl_pl: Przejdź do ustawień

# PFBLEPermissionAlrightTitle
source: That’s alright
de_de: Das ist in Ordnung
es_es: Eso está bien
fr_fr: C'est bien
pl_pl: Jest w porządku

# PFBLEPermissionAlrightDesc
source: You are always welcome to start this process again and give your permissions.
de_de: Sie können diesen Vorgang jederzeit erneut starten und Ihre Erlaubnis erteilen.
es_es: Siempre puede comenzar este proceso nuevamente y otorgar sus permisos.
fr_fr: Vous pouvez toujours recommencer ce processus et donner vos autorisations.
pl_pl: Zawsze możesz rozpocząć ten proces od nowa i dać swoje uprawnienia.
